import React from 'react'
import '../css/AchievementPage.css'
import ach_mobile from '../assets/ach_mobile.jpg'

export default function AchievementPage (){
  return (
    <div className='achievement_container'>
        <h1>ACHIVEMENTS</h1>
        <div className="white_line"></div>
        <div className="achievement_box">
            <p>
            1. ज्ञानभूषण पुरस्कार २०११, महात्मा गांधी मिशन प्रतिष्ठान, बीड.<br />
            2. तुषार सन्मान पुरस्कार, उत्कृष्ट कथालेखन, वसई <br />
            3. राज्यस्तरीय यशवंतरत्न पुरस्कार २०१७, जय मल्हार समजाजिक प्रतिष्ठान, बीड <br />
            4. कोविड योद्धा पुरस्कार, शिवचरण उज्जैनकर फॉउंडेशन, मुक्ताईनगर, जळगाव <br />
            5. दैनिक यशवंत राज्यस्तरीय ग्रंथ परीक्षण स्पर्धा २०२२ - उदगीर, जि. लातूर - प्रथम क्रमांक <br />
            6. कोकण मराठी साहित्य परिषद २०१२, कथाकथान - प्रथम क्रमांक <br />
            7. महाराष्ट्र राज्य साहित्य परिषद, पिंपरी चिंचवड, पुणे २०१९, कविता - तृतीय क्रमांक <br />
            8. वसई तालुका कला - क्रीडा महोत्सव, प्रश्नमंजुषा स्पर्धा, खुला गट - प्रथम क्रमांक <br /> 
            9. आभाळमाया साहित्य संमेलन, काव्यवाचन स्पर्धा २०२२ - द्वितीय क्रमांक <br />
            10. महाराष्ट्र राज्य माध्यमिक व उच्च माध्यमिक शिक्षण मंडळ, पुणे, राज्यस्तरीय निबंध स्पर्धा, २०२०-२१ - पाचवा क्रमांक <br />
            11. अध्यक्ष, महाराष्ट्र कनिष्ठ महाविद्यालय मराठी भाषा विषय महासंघ, पालघर जिल्हा <br />
            </p>
        </div>
        <div className="achievement_bottom">
         <div className="white_line_btn"></div>
         <h1> Dr. Mahadeo Irkar | 2024 </h1>
         <div className="white_line_btn"></div>
        </div>
        <div className="acheviement_mobile">
          <div className="ach_top">
          <p>
            1. ज्ञानभूषण पुरस्कार २०११, महात्मा गांधी मिशन प्रतिष्ठान, बीड  <br />
            2. तुषार सन्मान पुरस्कार, उत्कृष्ट कथालेखन, वसई <br />
            3. राज्यस्तरीय यशवंतरत्न पुरस्कार २०१७, जय मल्हार समजाजिक प्रतिष्ठान, बीड <br />
            4. कोविड योद्धा पुरस्कार, शिवचरण उज्जैनकर फॉउंडेशन, मुक्ताईनगर, जळगाव <br />
            5. दैनिक यशवंत राज्यस्तरीय ग्रंथ परीक्षण स्पर्धा २०२२ - उदगीर, जि. लातूर - प्रथम क्रमांक <br />
          </p>
          </div>
          <div className="ach_middle">
            <img src={ach_mobile} alt="" />
          </div>
          <div className="ach_bottom">
          <p>
            6. कोकण मराठी साहित्य परिषद २०१२, कथाकथान - प्रथम क्रमांक <br />
            7. महाराष्ट्र राज्य साहित्य परिषद, पिंपरी चिंचवड, पुणे २०१९, कविता - तृतीय क्रमांक <br />
            8. वसई तालुका कला - क्रीडा महोत्सव, प्रश्नमंजुषा स्पर्धा, खुला गट - प्रथम क्रमांक  <br />
            9. आभाळमाया साहित्य संमेलन, काव्यवाचन स्पर्धा २०२२ - द्वितीय क्रमांक <br />
            10. महाराष्ट्र राज्य माध्यमिक व उच्च माध्यमिक शिक्षण मंडळ, पुणे, राज्यस्तरीय निबंध स्पर्धा, २०२०-२१ - पाचवा क्रमांक <br />
            11. अध्यक्ष, महाराष्ट्र कनिष्ठ महाविद्यालय मराठी भाषा विषय महासंघ, पालघर जिल्हा <br />
          </p>
          </div>

        </div>
    </div>
  )
}
